Repository: giellalt/corpus-sme
Catalog: tmx/swe/facta/samernas.se/konferensa.html.tmx
Source language: sme
Languages: swe

source: Sámij åhpadusguovdásj fállá buori konfereansa-, seminára- ja gursebirrasa.
swe: Samernas utbildningscentrum kan erbjuda en fin miljö för konferenser, seminarier och kurser.

source: Skuvllas lea aula gosa čáhket 80 olbmo.
swe: Skolan har en aula som kan möbleras för upp till 80 personer.

source: Máŋga skuvlalanja leat easká divvun ja lanjat leat ožžon ođđa dállogálvvuid.
swe: Flera av skolans lektionssalar har nyligen renoverats och fått nya möbler.

source: Skuvllas lea ovttasbargu 2004 rájis Ájtte boradanbáikkiin (dávvirvuorkkás).
swe: Skolan erbjuder även rum för mindre konferenser.

source: Skuvllas lea ohppiidviessu ja mii sáhttit fállat orrunsaji.
swe: Vi har eget elevhem och kan i erbjuda boende.

source: Skuvlašalljus gávdno darfegoahti man leat easká divvun. Darfegoađi sáhttá geavahit o.m.d. eahkesdoaluide.
swe: I skolområdet finns en trevlig och nyrenoverad torvkåta som kan användas för kvällsarrangemang och dyl.

source: Sámij åhpadusguovdásj sáhttá maid ovttas diŋgojeddjiin ráhkadit iežálágán doaluid.
swe: Samernas utbildningscentrum kan tillsammans med beställare skapa kringaktiviteter.

source: Deaddil dása jus háliidat sáddet diŋgonjearaldaga !
swe: För att göra en bokningsförfrågan klicka här !

source: Boazodoallu
swe: Rennäringslinje
